Revit 2027 API
ParameterTypeId.CurtaingridOriginHoriz Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginHoriz { get; }
Public Shared ReadOnly Property CurtaingridOriginHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginHoriz {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace